[
  {
    "name": "Franklin Smithson",
    "description": "Known for his meticulous craftsmanship, Franklin Smithson brings wood to life through his hand-carved birds. His passion for carving began at a young age, inspired by the natural beauty of the world around him. Each of his creations reflects not only his artistic skill but also his deep connection to nature. With a process that involves hours of delicate carving and attention to detail, Smithson's pieces capture the essence of avian grace and charm.",
    "location": "Portland, Oregon",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224247619253964902/jayblesdrums_portrait_photography_of_a_happy_african_american_m_f3b9d872-7086-46d7-9c27-72613b2caacf.png?ex=662606f1&is=661391f1&hm=1153ceaf8933557522e5f0d3f5737da55c84d7f07aa468f4335cdf7ce235e7f1&"
  },
  {
    "name": "Isabella Terra",
    "description": "A sculptor whose work embodies elegance and sophistication. Her creations transcend mere form, evoking emotion and intrigue in equal measure. Drawing inspiration from classical and contemporary influences, Terra's sculptures captivate viewers with their intricate details and timeless beauty. With a keen eye for composition and a dedication to her craft, she continues to push the boundaries of sculptural artistry, leaving an indelible mark on the world of fine art.",
    "location": "New York City",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224241349193240576/jayblesdrums_portrait_photography_of_a_happy_elderly_woman_who__04096b96-04d6-46b4-97fc-390f54e0f531.png?ex=6626011a&is=66138c1a&hm=50d5297009fe5a8b1b2e5715a56261cac340e12d9ae51673b1580b3e3b8de763&"
  },
  {
    "name": "Olivia Sinclair",
    "description": "With a brushstroke as graceful as a galloping horse, Olivia Sinclair paints pictures that stir the soul. Her passion for equine artistry shines through in every stroke of her brush. Her work captures the majesty and spirit of these noble creatures, transporting viewers to a world of beauty and wonder. From the flowing mane to the powerful stride, each detail is meticulously rendered, reflecting Sinclair's deep reverence for the natural world.",
    "location": "Los Angeles, California",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224243756048453633/jayblesdrums_portrait_photography_of_a_happy_artist_woman_who_p_599aaf0c-af6e-4ca1-a2e4-2ee3fbdf7b06.png?ex=66260358&is=66138e58&hm=d12f4636e0e77320f6a7b9db2d1b6147e4a662ab062150c59d485c94a7fdd5aa&"
  },
  {
    "name": "Almarie Vasquez",
    "description": "Crafting crystal wind chimes with care and precision, Almarie Vasquez infuses each piece with a touch of magic. Her designs reflect the beauty and serenity of the Southwest, drawing inspiration from the desert landscape. With a dedication to quality and craftsmanship, Vasquez's wind chimes bring joy and tranquility to any space they inhabit.",
    "location": "Phoenix, Arizona",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224248363919081482/jayblesdrums_portrait_photography_of_a_happy_hispanic_woman_wea_ca88b25d-cd6b-4825-8e05-b1922c9b160f.png?ex=662607a3&is=661392a3&hm=d6d4ae113d18398db57f42fe7fba1e26f7fc34eb54342148d8fa8521b3f49bc8&"
  },
  {
    "name": "Kim Lee",
    "description": "Knitting teddy bears that are as cozy as they are charming, Kim Lee delights both young and old alike. Each teddy bear is lovingly crafted by hand, imbued with warmth and personality. From the softest yarn to the tiniest details, Lee's attention to craftsmanship is evident in every stitch. With a nod to tradition and a flair for the whimsical, her teddy bears are sure to become treasured companions for years to come.",
    "location": "Omaha, Nebraska",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224245545342861352/jayblesdrums_portrait_photography_of_a_happy_asian_woman_who_kn_cf33e8a5-903a-453d-99d4-eadb9fc65f6f.png?ex=66260503&is=66139003&hm=2438e48a9691e16f82908b8871b7071cbd806747ed030142abf7196fc6d1649e&"
  },
  {
    "name": "Gwen & Merlin Everhart ",
    "description": "Conjurers of enchantment, Gwen & Merlin Everhart bring the mystical world of wizards to life with their captivating sculptures. Drawing from ancient lore and imagination, their creations transport viewers to realms of magic and wonder. Each sculpture is meticulously crafted, from the flowing robes to the intricate spellbooks, imbuing every piece with a sense of whimsy and mystique. With a shared passion for storytelling and craftsmanship, the Everharts continue to weave tales of fantasy through their art, inviting others to join them on their fantastical journey.",
    "location": "Bristol, England",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224248966867320852/jayblesdrums_portrait_photography_of_a_happy_husband_and_wife_w_912b62ba-c7f9-4eb8-b4bf-5681bcd608f3.png?ex=66260833&is=66139333&hm=0ee47a0fa0f9acb1e6eb42c91f2bbe47ced4aa7432fe5c5c4acfcbd131b33524&"
  },
  {
    "name": "John Fettersmith",
    "description": " Crafting custom birdhouses with care and precision, John Fettersmith brings a touch of rustic charm to gardens far and wide. With a keen eye for design and a love for nature, Fettersmith's birdhouses are more than just shelter—they're works of art that complement any outdoor space. Each birdhouse is thoughtfully constructed, using reclaimed materials and traditional woodworking techniques. With an appreciation for the beauty of the natural world, Fettersmith's creations provide a cozy haven for feathered friends while adding a touch of rustic elegance to any landscape.",
    "location": "Durham, North Carolina",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1227123291806765106/jayblesdrums_portrait_photography_of_a_happy_older_man_who_make_6a7a4f41-a5cc-4193-add0-176c6bcd17f3.png?ex=6627429f&is=6614cd9f&hm=1d334da1b8ffbf4b8a5f95843014f99db7a6ae7432e2c6894b1036431147c0cb&"
  },
  {
    "name": "Sam Quint",
    "description": "Capturing the essence of coastal living, Sam Quint paints scenes of serene beaches and weathered shores with a rustic charm. His paintings evoke a sense of nostalgia and tranquility, transporting viewers to idyllic seaside retreats. With a palette of earthy tones and textured brushstrokes, Quint's art reflects the rugged beauty of the coastline, from weathered driftwood to sun-kissed sands. Each painting is a testament to Quint's love for the sea and his ability to capture its timeless allure on canvas. Whether hung in a beach house or a city apartment, Quint's rustic beach paintings bring a touch of coastal charm to any space.",
    "location": "Woonsocket, Rhode Island",
    "imageUrl": "https://cdn.discordapp.com/attachments/1184992990868033647/1224244712634974218/jayblesdrums_portrait_photography_of_a_happy_older_man_who_pain_348cc9af-160b-4e55-9748-dfbe31d2ae5f.png?ex=6626043c&is=66138f3c&hm=cb6e20ddc4ec11b4ec50c3f46e52a394c451dd0ac1c39b2b84df61185221ac44&"
  }
]